{
    'Boas-vindas': ['Bem vindo, vou lhe ajudar a conquistar seu crush.'],
    'Introdução': ['Anota essa...', '', 'Lá vai...', '', 'Chega na cremosa e fala...', ''],
    'Questão': ['Quer ouvir outra?', 'Gostaria de outra?', 'Tenho uma boa, quer saber?', 'Mais uma?']
    'Adeus': ['Lhe desejo boa sorte!', 'Vai dar tudo certo, confia!', 'Até breve!', 'Se não funcionar, pode voltar aqui quando quiser.'],
    'Aleatória': [
        'Pronto, estou aqui! Quais são os seus outros dois desejos?',
        'Tem alguma coisa errada com o meu celular. Não consigo encontrar o seu número nele...',
        'Você acredita em amor à primeira vista ou devo passar por aqui mais uma vez?',
        'As rosas são vermelhas, violetas são azuis, eu não sei rimar, mas posso namorar você?',
        'Então, além de me deixar sem ar, o que mais você faz?',
        'Nossa, estou sentindo uma dor no peito! Espero que seja amor, porque se for infarto, eu nunca mais te verei!',
        'Está vendo aquela estrela ali? Mandei pendurar para você.',
        'Queria desejar "noite", porque para ser boa teríamos que estar juntos.',
        'Seu nome é Wi-Fi? Porque eu estou sentindo uma conexão aqui.',
        'Se nada dura para sempre, quer ser o meu nada?',
        'Você foi feita(o) com velas, mel, fitinhas vermelhas e rosas? Porque te achei uma simpatia.',
        'Um mês atrás eu era apaixonado(a) por você. E parece que estamos no mês passado ainda.',
        'Usa aquele shampoo para esquecer o(a) ex, o Euserve.',
        'Meus amigos apostaram comigo que eu não conseguiria iniciar uma conversa com a pessoa mais bonita daqui. Como devemos gastar o dinheiro deles?',
        'Pesquisas apontam que agente junto é erro de gramática, mas a gente separado é erro do destino.',
        'O que eu sinto por você só pode ser motorista, porque passageiro(a) não é.',
        'Qual é o número da polícia? Infelizmente, terei que te denunciar por roubar meu coração.',
        'Você aceita namorar comigo ou vou ter que mentir no meu diário?',
        'Quanto pesa um urso polar? Será o suficiente para quebrar esse gelo?',
        'Existe um vazio no meu coração que tem as suas medidas.',
        'Se preto fosse paixão e branco fosse carinho, o que eu sinto por você seria xadrezinho.',
        'Posso tirar uma foto sua? É para mostrar ao Papai Noel o que eu quero de presente.',
        'Está calor, né? Mas não é de hoje que eu me derreto por você.',
        'Da próxima vez que alguém me perguntar qual é meu tipo, irei mostrar a sua foto de perfil.',
        'Eu tenho uma memória terrível. Felizmente, você é inesquecível.',
        'Sua mãe é uma rosa e seu pai um jasmim, admiro os dois porque fizeram você especialmente para mim.',
        'Você pode não ser o meu primeiro/minha primeira, mas pode ser meu último/minha última.',
        'Estou escrevendo um artigo sobre as coisas boas da vida. Posso te incluir nele?',
        'Se você está aqui, quem está gerenciando o céu?',
        'Ei, acabei de notar que você me notou. Então só queria avisar que notei você também.',
        'Onde é que eu deixo meu currículo para concorrer à vaga de amor da sua vida?',
        'O seu nome é Google? Porque você tem tudo o que eu procuro.',
        'Você acredita em amor à primeira vista? Nem eu. Espera, deixa eu te olhar de novo.',
        'Desculpa, você estava falando comigo? Não? Então, por favor, comece a falar :)','
        'Nada na vida é perfeito, mas você é o que mais se aproxima da perfeição.',
        'Não existe amor à primeira vista. O que existe é a pessoa certa, no momento certo. Você por acaso estava lá!',
        'Você não é GPS quebrado, mas me deixa sem rumo.',
        'Fica comigo que eu faço esquecer o João. Que João? Viu só, já está esquecendo...',
        'Você não é colesterol, mas afetou meu coração.',
        'Eu não sou dinheiro, mas posso te fazer feliz!',
        'Meu amor por você é igual à obra do governo: nunca acaba.',
        'Você é muito fofo(a), mas temos um problema: você gosta ou não de passas? (Independente da resposta, convide a pessoa para um encontro)','
        'Tem certeza de que você não é um extraterrestre? Porque você abduziu o meu coração.',
        'A pressa é sua inimiga? Porque eu ouvi dizer que a pressa é inimiga da perfeição.',
        'Eu queria ser grego, mas grego eu não posso ser, porque grego tem várias deusas e minha única deusa é você.',
        'Vontade de fazer aquilo que começa com s: ser o amor da sua vida.',
        'Você tem um band-aid? Porque ralei meu joelho caindo de amores por você.',
        'Está vendo este meu amigo? Então, ele quer saber se você me acha fofo(a).',
        'Com licença, você teria um amigo em comum que pudesse nos apresentar?',
        'Acho que você está com falta de vitamina Eu.',
        'Você é australiano? Porque você tem todas as "coala-ificações" necessárias para ganhar o meu coração.',
        'Eu não sou Alice, mas, com você, me sinto no País das Maravilhas.',
        'Você não é massagem cardíaca, mas reanima o meu coração!',
        'O meu telefone continua corrigindo automaticamente seu nome para "Amo"'. Acredito que seja um sinal.',
        'Ei, o cupido te ligou? Ele queria pedir para você devolver o meu coração.',
        'O amor não é mais do que a poesia cantada pelo coração.
        'Foi o sol que saiu ou é você sorrindo para mim?',
        'Não consigo deixar de sorrir como um(a) bobo(a) quando vejo que você está digitando.',
        'Já imaginei como seria a nossa vida juntos muitas vezes, mas tenho certeza de que nem o mais louco dos sonhos iria se comparar com a realidade de ter você ao meu lado.',
        'Um dia me perguntaram: "O que você viu nele(a)?". Eu respondi: "O que faltava em mim".',
        'Tem como não sorrir quando me lembro de você?',
        'Não sei se o mundo é bom, mas ele ficou muito melhor quando você chegou.',
        'Você entrando em uma sala faria o casamento real parecer uma festa de aniversário de criança.',
        'Fui ver a previsão do tempo e li que vai rolar um clima entre nós.',
        'Basicamente, eu odeio todo mundo, menos você.',
        'Eu te conheço? Nossa, desculpa… É que você parece muito com a minha próxima namorada/o meu próximo namorado.',
        'Você é um(a) mágico(a)? Porque toda vez que eu olho para você, o resto do mundo desaparece.',
        'Sabe o que combina com você? Eu!',
        'Se eu fosse um tabuleiro de xadrez, teria sorte de ter um rei/rainha como você.',
        'Que tudo na sua vida brilhe como os seus olhos e seja maravilhoso como o seu coração.',
        'Você sabe qual é o motivo do meu sorriso todos os dias? A primeira palavra da frase...',
        'Meu coração é totalmente seu e, às vezes, parece pequeno demais para todo amor que sinto por você!',
        'Minha mãe disse que encontrou a pessoa ideal para mim. É você?',
        'Eu juro que eu tinha pensado em uma cantada infalível há um minuto. Mas toda vez que eu chego perto de você, parece que meu mundo para, eu esqueço de tudo.',
        'Por que eu precisaria saber sobre o sistema solar? Meu mundo inteiro gira em torno de você.',
        'Já quis o mundo inteiro, mas agora percebo que esse mundo que tanto quis sempre foi você.',
        'Você é feita de Belírio e Latânio? Porque você é Be-La.
        'Desativa esse firewall e me deixa invadir o seu coração.',
        'Se fôssemos cromossomos, você seria meu par homólogo.',
        'Accio perfeição! Ei, espera! Você já está aqui.',
        'Meu amor é igual ao mapa de Minecraft: infinito e cheio de surpresas.',
        'Se estivéssemos em um naufrágio, eu deixaria você subir na porta comigo.',
        'Se você quiser pode até me chamar de Buzz Lightyear, porque eu consigo levar a nossa relação ao infinito e além.',
        'Você deveria entrar em Hogwarts, porque o que você faz com o meu coração só pode ser bruxaria.',
        'Se você quiser ser o meu player 2, o lugar está reservado para salvarmos vários jogos no meu coração.',
        'Meu amor por você é como o π (pi): infinito e irracional.',
        'Me passa seu Twitter? É que a minha mãe falou para eu seguir o meu sonho.',
        'Você é a raiz quadrada de -1? Porque você não pode ser real!',
        'Você não é Tesseract, mas é a única pessoa capaz de abrir as portas do meu coração.',
        'Apaixonar-se por você leva menos tempo do que meu DNA leva para se replicar.',
        'Você é um eixo terrestre? Porque meu mundo gira em torno de você.',
        'Você é do Mortal Kombat? Porque sua beleza me deu fatality.',
        'Eu sei que não sou herói da DC, mas você com certeza é a Mulher Maravilha.',
        'Eu devo ter tomado um pouco de Felix Felicis… Porque estou com sorte de ter te encontrado.',
        'Oi, eu deveria ser chamado de Stark no espaço, pois eu perdi o ar quando eu te vi!',
        'Mesmo se na Terra não houvesse gravidade, eu ainda ficaria caidinho(a) por você.',
        'Você é como um dicionário: acrescenta significado à minha vida!',
        'Você é https? Porque sem você sou só ://',
        'Tentando capturar aquele Pokémon lendário chamado seu coração.',
        'Entre Star Wars e Star Trek, o que eu queria mesmo era star com você.',
        'Não sou ladrão de banco, mas hoje tô afim de uma saidinha. Bora?',
        'Me chama de Banco do Brasil e diz que sou todinho seu.',
        'Gata, você não é banco, mas é um BB.',
        'Gata, você não é casa da moeda, mas te bancaria.',
        'O B.C.B.(Banco Comercial do Beijo) vem lhe informar que foram depositados, em sua conta, 1.0000.000 beijos. Favor retirá-los comigo.',
        'Não sou banco Itaú, mas sou feita pra você.',
        'Gata seu pai é assaltante de banco? Não, por que? Porque você vale ouro.',
        'Se felicidade fosse dinheiro, você seria o Banco Central e eu seria o maior investidor.',
        'Sou igual ao banco Itaú, tenho tudo só falta você.',
        'Gata, pode chegar que hoje eu tô igual o Banco do Brasil: Todo seu!',
        'Gata, sabe porque a sua casa não tem rato? Porque na sua casa tem uma gata.',
        'Você não é Napoleão, mas ocupou uma boenaparte do meu coração.',
        'Bora brincar de polícia e ladrão? Eu roubo um beijo seu; Aí você me prende em seu coração.',
        'Gata, você não é chão molhado. Mas eu queria passar o rodo em você.',
        'Você deve estar desidratada. Porque eu estava te secando faz tempo.',
        'Minha vontade de te pegar é igual diarreia. Não dá para segurar.',
        'Tem um hotel que eu queria muito ir agora... Hotels lábios',
        'Mesmo nesse frio continuo me derrentendo por você.',
        'Você tem um mapa? Porque me perdi no brilho dos seus olhos.',
        'Não sou carro, mas sou Para ti.',
        'Eu não sou a Casas Bahia, mas prometo dedicação total a você.',
        'Você não é pescoço mais mexeu com a minha cabeça!',
        'Se você fosse um sanduíche teu nome seria X-Princesa.',
        'Eu perdi o número do meu telefone... Me empresta o seu?',
        'Papo de urubu, pena de galinha, se você quer um beijinho dê uma risadinha.',
        'Se beleza brotasse em ovos você seria dona da granja inteira!',
        'Você é sempre gostosa assim ou hoje tá fantasiada de lasanha?',
        'Gata, você não é a Garota de Ipanema, mas é a coisa mais linda e cheia de graça que já vi.',
        'Você não é sinal vermelho, mas tá de parar o trânsito.',
        'Desculpe, eu já fiquei com você antes? Não? Vamos dar um jeito nisso.',
        'Meu nome é Arnaldo mas pode me chamar de Naldo, pois quando eu te vi perdi o ar.',
        'Você acredita em amor à primeira vista ou devo passar por aqui mais uma vez?',
        'Me chama de previsão do tempo e diz que tá rolando um clima.',
        'Me passa o seu Twitter? O meu pai disse que eu devo seguir o meu sonho.',
        'Não sou traficante, mas eu quero a sua boca.',
        'Gata, você é tão gata que se eu te matar de amor ainda sobram mais 6 vidas.',
        'Gata me chama de demaquilante, e deixa eu tirar o seu batom.',
        'Eu até ficaria comigo mesmo. Mas vou deixar essa oportunidade para você.',
        'É melhor você controlar sua língua. Guarde ela aqui, junto da minha.',
        'Meu nome é muito grande. Melhor você me chamar de “Amor”.',
        'Eu vou te dar um beijo. Se você não gostar, me devolve, tá?',
        'Não me formei em cardiologia, mas quero cuidar do seu coração.',
        'Gata, queria saber se doeu a queda. Porque no céu você está fazendo falta.',
        'O Natal está chegando e eu não acredito em Papai Noel. Mas queria que ele me desse você de presente de fim de ano.',
        'Você nasceu dia 10 de outubro? Porque você é 10 barra 10.',
        'Eu só posso estar com problema de visão, porque eu não vejo a hora de te dar uns pega.',
        'Você é linda, mas está um pouco pálida: talvez seja cansaço de estar sempre passando no meu pensamento.',
        'No Whatsapp é ruim. Deixa eu falar no seu ouvidinho.',
        'Quer saber uma verdade constrangedora? Eu nunca fui beijado por um anjo. Então, quer ser a primeira?',
        'Você não é horário de verão, mas eu gostaria de perder uma hora com você.',
        'Eu sei que a vida não estão fáceis para você, mas eu estou.',
        'Onde deixo meu currículo para concorrer à vaga de amor da sua vida?',
        'Eu conheço um cara que está interessado em você. Se eu não fosse tão terrivelmente tímido, deixaria você saber.',
        'O açougueiro, vende carne. O sorveteiro, vende sorvete. O padeiro, vende pão. E, você, vem de zap?',
        'Me chame de lente e vamos manter contato.',
        'Eu conheço você? Porque você parece muito com meu próximo namorado.',
        'O mundo está cheio de frustrados e arrependidos. Pra não entrar nessa estatística, gata, eu deixo você me beijar.',
        'Eu estava aqui pensando naquelas conversas que a gente nunca teve.',
        'Até o WhatsApp acelerou os áudios. E nós, vamos acelerar o nosso romance quando?',
        'Te desejo sorte, porque felicidade você só teria se tivesse comigo.',
        'Eu queria ser o domingo, mas domingo não posso ser, porque domingo é dia de Fantástico, e fantástico seria estar com você.',
        'Gata, eu só quero o melhor pra você. Tipo, eu.',
        'Gata, espero que você saiba fazer baliza, porque tem uma vaga especial pra você no meu coração.',
        'Pesquisas apontam que se você quiser, eu quero faz tempo!',
        'Pra que eu vou assinar a Disney, se a princesa que eu quero não tem lá?',
        'Gata, se você fosse desaforo, eu fazia questão de te levar pra casa.',
        'Se até o Messenger disse que estamos conectados, quem somos nós para discordar?',
    ],
    'Nerd': [
        'Se você fosse uma variável, seria um ponteiro que aponta para o endereço de memória do meu coração',
		'Você é a chave estrangeira da minha entidade coração',
		'Você é o CSS que faltava no meu HTML',
		'Me dá um Ctrl Alt Delete... Acho que travei quando te vi',
		'Deixa eu ser a instância da sua classe love no seu objeto heart?',
		'Você é uma constante nesse mar de variáveis',
		'Não importa em qual plataforma você foi feito, eu me adequo ao seu sistema',
		'Com você até o Word fica sem palavras',
		'Você não é CSS, mas é puro estilo',
		'Você não é um código de programação bem feito, mas dispensa comentários',
		'Gata, você é o ponto e vírgula que falta no meu código',
		'Você não é orientada a objetos, mas é cheia de classe',
        'Me chama de tabela periódica e diz que rola uma química entre nós.',
        'Gata, entre Star Wars e Star trek, O que eu queria mesmo era star com você.',
        'Gata, eu não sou o Yoshi, mas daria minha vida por você.',
        'Você não é o Charmander, mas é sempre a minha primeira escolha.',
        'Você não é o Death Note, mas também causa ataque cardíaco.',
        'Você vai receber a carta de Hogwarts, porque o que você faz com o meu coração só pode ser bruxaria.',
        'Quando eu te vi até joguei fora o meu Memory Card, você é inesquecível.',
        'Eu sei que não sou herói da DC, mas você com certeza é porque olha... Que Maravilha;',
        'Nosso amor é de outro mundo, porque mesmo fora da gravidade da Terra, eu ainda ficaria caidinho por você.',
        'Você tem M.S.N.? Não? Ah então serve seu WhatsApp mesmo.',
        'Gata, me chama de Franklin e Bejamim',
        'Gatinha, não sou um Bitcoin, mas posso te garantir um futuro promissor.',
    ],
}